<template>
  <div class="hot">
    <h4>⬇️⬇️⬇️今日热搜⬇️⬇️⬇️</h4>
    <h4>男子惹女友生气，女友竟然这样</h4>
    <h4>男子惹女友生气，女友竟然这样</h4>
    <h4>男子惹女友生气，女友竟然这样</h4>
    <h4>男子惹女友生气，女友竟然这样</h4>
    <h4>男子惹女友生气，女友竟然这样</h4>
    <h4>男子惹女友生气，女友竟然这样</h4>
    <h4>⬇️⬇️⬇️猜你喜欢⬇️⬇️⬇️</h4>
    <h4>女朋友脾气差差该如何哄好</h4>
    <h4>接女朋友下班，女朋友心情会好吗</h4>
    <h4>给女朋友做饭，女朋友心情会好吗</h4>
    <h4>如何向女朋友低头</h4>
    </div>
</template>

<script>
export default {

}
</script>

<style>
.hot h4{
  box-shadow: 0px 1px 1px rgba(15, 15, 15, 0.08);
}
</style>